Repository: systopia/funding
Catalog: l10n/*/LC_MESSAGES/funding.po
Languages: de_de

source: JSON Overlaps
de_de: JSON-Überlappung

source: Compares two JSON documents and returns true if they overlap. See https://mariadb.com/kb/en/json_overlaps/
de_de: Vergleicht zwei JSON-Dokumente und gibt wahr zurück, wenn sie überlappen. Siehe https://mariadb.com/kb/en/json_overlaps/

source: Currency
de_de: Währung

source: Amount Cleared
de_de: Abgerechneter Betrag

source: Amount Admitted
de_de: Anerkannter Betrag

source: No such application or missing permission.
de_de: Kein passender Antrag oder fehlende Berechtigung.

source: Funding case with ID "%1" not found
de_de: Förderfall mit ID "%1" nicht gefunden

source: Amount Requested
de_de: Beantragter Betrag

source: Amount Drawdowns
de_de: Betrag Mittelabrufe

source: The sum of the amounts of drawdowns.
de_de: Die Summe der Beträge der Mittelabrufe.

source: Amount Drawdowns Open
de_de: Betrag offener Mittelabrufe

source: The sum of the amounts of new (unreviewed) drawdowns.
de_de: Die Summe der Beträge neuer (ungeprüfter) Mittelabrufe.

source: Amount Drawdowns Accepted
de_de: Betrag akzeptierter Mittelabrufe

source: The sum of the amounts of accepted drawdowns.
de_de: Die Summe der Beträge akzeptierter Mittelabrufe.

source: Amount Paid Out
de_de: Ausbezahlter Betrag

source: The sum of the amounts of accepted, positive drawdowns.
de_de: Die Summe der Beträge akzeptierter, positiver Mittelabrufe.

source: Withdrawable Funds
de_de: Abrufbare Mittel

source: The difference between the amount approved and the amount of accepted drawdowns.
de_de: Die Differenz zwischen dem bewilligten Betrag und dem Betrag akzeptierter Mittelabrufe.

source: Review Progress
de_de: Prüffortschritt

source: The progress of application review in percent.
de_de: Der Fortschritt der Antragsprüfung in Prozent.

source: Drawdown Acception Date
de_de: Mittelabrufannahmedatum

source: The date of the drawdown acception. Note: Cannot be used in sub-clauses.
de_de: Das Annahmedatum des Mittelabrufs. Hinweis: Kann nicht in Unterbedingungen verwendet werden.

source: Drawdown Creation Date
de_de: Mittelabruferstellungsdatum

source: The date of the drawdown creation. Note: Cannot be used in sub-clauses.
de_de: Das Erstellungsdatum des Mittelabrufs. Hinweis: Kann nicht in Unterbedingungen verwendet werden.

source: Funding Case Identifier
de_de: Förderfallnummer

source: Permissions
de_de: Berechtigungen

source: Funding Case Status
de_de: Förderfallstatus

source: Funding Case Creation Date
de_de: Förderfallerstellungsdatum

source: Funding Case Modification Date
de_de: Förderfalländerungsdatum

source: Amount Approved
de_de: Bewilligter Betrag

source: Recipient
de_de: Empfänger

source: Funding Program
de_de: Förderprogramm

source: Identifier
de_de: Bezeichner

source: Title
de_de: Titel

source: Short Description
de_de: Kurzbeschreibung

source: Creation Date
de_de: Erstellungsdatum

source: Modification Date
de_de: Änderungsdatum

source: Start Date
de_de: Startdatum

source: End Date
de_de: Enddatum

source: Is Eligible
de_de: Ist Förderfähig

source: Amount Recorded Costs
de_de: Erfasste Kosten

source: Amount Recorded Resources
de_de: Erfasste Mittel

source: Amount Admitted Costs
de_de: Anerkannte Kosten

source: Amount Admitted Resources
de_de: Anerkannte Mittel

source: Transfer Contract Template
de_de: Vorlage für Weiterleitungsvertrag

source: Payment Instruction Template
de_de: Vorlage für Zahlungsanweisung

source: Payback Claim Template
de_de: Vorlage für Rückzahlungsforderung

source: The sum of the amounts recorded for costs.
de_de: Die Summe der für Kosten erfassten Beträge.

source: The sum of the amounts recorded for resources.
de_de: Die Summe der für Mittel erfassten Beträge.

source: The sum of the amounts admitted for costs.
de_de: Die Summe der für Kosten anerkannte Beträge.

source: The sum of the amounts admitted for resources.
de_de: Die Summe der für Mittel anerkannte Beträge.

source: The sum of the amounts recorded for costs minus the sum of the amounts recorded for resources.
de_de: Die Summe der für Kosten erfassten Beträge minus der Summe der für Mittel erfassten Beträge.

source: The sum of the amounts admitted for costs minus the sum of the amounts admitted for resources.
de_de: Die Summe der für Kosten anerkannten Beträge minus der Summe der für Mittel anerkannten Beträge.

source: Amount Accepted
de_de: Akzeptierter Betrag

source: The amount if the drawdown is accepted, 0 otherwise.
de_de: Der Betrag, wenn der Mittelabruf akzeptiert wurde, sonst 0.

source: The amount if the drawdown is accepted and positive, 0 otherwise.
de_de: Der Betrag, wenn der Mittelabruf akzeptiert wurde und positiv ist, sonst 0.

source: Amount Open
de_de: Offener Betrag

source: The amount if the drawdown is unverified, 0 otherwise.
de_de: Der Betrag, wenn der Mittelabruf ungeprüft ist, sonst 0.

source: Permission to reject drawdown is missing.
de_de: Berechtigung zum Ablehnen des Mittelabrufs fehlt.

source: The sum of the amounts of unverified drawdowns.
de_de: Die Summe der Beträge offener Mittelabrufe.

source: Amount Eligible
de_de: Förderfähiger Betrag

source: The sum of the amounts requested of eligible applications in the funding program.
de_de: Die Summe der beantragten Beträge von förderfähigen Anträgen im Förderprogramm.

source: Amount Available
de_de: Verfügbarer Betrag

source: The difference between the budget and the amount approved.
de_de: Die Differenz zwischen Budget und bewilligtem Betrag.

source: Incomplete
de_de: Unvollständig

source: Completed
de_de: Abgeschlossen

source: Cancelled
de_de: Abgebrochen

source: Status Type
de_de: Statusart

source: Ignore Task Permissions
de_de: Aufgabenberechtigungen ignorieren

source: Creation Contact
de_de: Erstellerkontakt

source: URI to Transfer Contract
de_de: URI zum Weiterleitungsvertrag

source: Funding Program Title
de_de: Titel des Förderprogramms

source: Application Identifiers
de_de: Antragsbezeichner

source: Comma-separated list of identifiers of eligible applications.
de_de: Komma-getrennte Liste von Bezeichnern förderfähiger Anträge.

source: Application Titles
de_de: Antragstitel

source: Comma-separated list of titles of eligible applications.
de_de: Komma-getrennte Liste von Titeln förderfähiger Anträge.

source: Type Label
de_de: Typ-Bezeichner

source: Application process with ID "%1" not found
de_de: Antragsprozess mit ID "%1" nicht gefunden

source: Funding case type with ID "%1" not found
de_de: Förderfalltyp mit ID "%1" nicht gefunden

source: Funding program with ID "%1" not found
de_de: Förderprogramm mit ID "%1" nicht gefunden

source: Required permission is missing
de_de: Notwendige Berechtigung fehlt

source: Funding program and funding case type are not related
de_de: Förderprogramm und Förderfalltyp sind nicht verknüpft

source: Funding program does not allow applications before %1
de_de: Förderprogramm erlaubt keine Anträge vor %1

source: Y-m-d
de_de: d.m.Y

source: Funding program does not allow applications after %1
de_de: Förderprogramm erlaubt keine Anträge nach %1

source: Contact %1
de_de: Kontakt %1

source: Save
de_de: Speichern

source: Modify
de_de: Ändern

source: Apply
de_de: Beantragen

source: Withdraw
de_de: Zurückziehen

source: Do you really want to withdraw the application?
de_de: Möchten Sie den Antrag wirklich zurückziehen?

source: Delete
de_de: Löschen

source: Do you really want to delete the application?
de_de: Möchten Sie den Antrag wirklich löschen?

source: Start Review
de_de: Prüfung starten

source: Approve Calculative
de_de: Rechnerisch genehmigen

source: Reject Calculative
de_de: Rechnerisch ablehnen

source: Approve Content
de_de: Fachlich genehmigen

source: Reject Content
de_de: Fachlich ablehnen

source: Request Change
de_de: Änderung verlangen

source: Approve
de_de: Bewilligen

source: Reject
de_de: Ablehnen

source: Request rework
de_de: Überarbeitung beantragen

source: Withdraw rework request
de_de: Antrag zur Überarbeitung zurückziehen

source: Withdraw change
de_de: Änderung zurückziehen

source: Apply rework
de_de: Überarbeitung beantragen

source: Withdraw rework
de_de: Überarbeitung zurückziehen

source: Approve Rework Request
de_de: Antrag zur Überarbeitung annehmen

source: Reject Rework Request
de_de: Antrag zur Überarbeitung

source: Application process with ID %1 not found.
de_de: Antragsprozess mit ID %1 nicht gefunden.

source: Performing action %1 on application process %2 is not allowed.
de_de: Anwenden der Aktion %1 auf Antragsprozess %2 ist nicht erlaubt.

source: Is Combined Application
de_de: Ist Sammelantrag

source: Clearing Status
de_de: Verwendungsnachweisstatus

source: Permission to delete application is missing.
de_de: Berechtigung zum Löschen des Antrags fehlt.

source: Funding Application Comment
de_de: Förderantragskommentar

source: Duplicate cost item identifier "{identifier}"
de_de: Doppelter Kostenpositionsbezeichner "{identifier}"

source: Duplicate resources item identifier "{identifier}"
de_de: Doppelter Mittelpositionsbezeichner "{identifier}"

source: Validation failed
de_de: Validierung fehlgeschlagen

source: Saved (Status: %1)
de_de: Gespeichert (Status: %1)

source: Complete and Apply Application
de_de: Antrag vervollständigen und beantragen

source: Review Application (calculative)
de_de: Antrag prüfen (rechnerisch)

source: Review Application (content)
de_de: Antrag prüfen (fachlich)

source: Finish Application Review
de_de: Antragsprüfung abschließen

source: Permission to change calculative review result is missing.
de_de: Berechtigung zur Änderung des rechnerischen Prüfergebnisses fehlt.

source: Permission to change content review result is missing.
de_de: Berechtigung zur Änderung des fachlichen Prüfergebnisses fehlt.

source: Permission to change calculative reviewer is missing.
de_de: Berechtigung zur Änderung des rechnerischen Prüfers fehlt.

source: Contact %1 is not allowed as calculative reviewer.
de_de: Kontakt %1 ist nicht als rechnerischer Prüfer erlaubt.

source: Permission to change content reviewer is missing.
de_de: Berechtigung zur Änderung des fachlichen Prüfers fehlt.

source: Contact %1 is not allowed as content reviewer.
de_de: Kontakt %1 ist nicht als fachlicher Prüfer erlaubt.

source: Saved
de_de: Gespeichert

source: Request Review
de_de: Prüfung beantragen

source: Review
de_de: Prüfung

source: Accept Content
de_de: Fachlich annehmen

source: Accept Calculative
de_de: Rechnerisch annehmen

source: Add Comment
de_de: Kommentar hinzufügen

source: Accept
de_de: Annehmen

source: Overall
de_de: Insgesamt

source: Amount Recorded in %1
de_de: Erfasster Betrag in %1

source: Amount Admitted in %1
de_de: Anerkannter Betrag in %1

source: Item
de_de: Position

source: Payment Recipient
de_de: Zahlungsempfänger*in

source: Receipts
de_de: Belege

source: Receipt
de_de: Beleg

source: Receipt Number
de_de: Belegnummer

source: Receipt Date
de_de: Belegdatum

source: Payment/Posting Date
de_de: Zahlungs-/Buchungsdatum

source: Reason for Payment/Payment Reference
de_de: Zahlungsgrund/Verwendungszweck

source: Amount in %1
de_de: Betrag in %1

source: Add Receipt
de_de: Beleg hinzufügen

source: Report
de_de: Sachbericht

source: There are no receipts necessary.
de_de: Es sind keine Belege erforderlich.

source: Clearing
de_de: Verwendungsnachweis

source: Costs
de_de: Kosten

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Amount Cleared in %1
de_de: Abgerechneter Betrag in %1

source: Resources
de_de: Mittel

source: Funding Clearing Comment
de_de: Kommentar zu Verwendungsnachweis

source: Complete and Apply Clearing
de_de: Verwendungsnachweis vervollständigen und beantragen

source: Review Clearing (calculative)
de_de: Verwendungsnachweis prüfen (rechnerisch)

source: Review Clearing (content)
de_de: Verwendungsnachweis prüfen (fachlich)

source: Finish Clearing Review
de_de: Verwendungsnachweisprüfung abschließen

source: Create Clearing
de_de: Verwendungsnachweis erstellen

source: Contact type and group
de_de: Kontaktart und Gruppe

source: Contact types
de_de: Kontaktarten

source: Groups
de_de: Gruppen

source: any
de_de: beliebig

source: Contacts with any of the specified types in any of the specified groups.
de_de: Kontakte mit irgendeiner der gewählten Kontaktarten in irgendeiner der gewählten Gruppen.

source: Related contacts
de_de: In Beziehung stehende Kontakte

source: Relationship types
de_de: Beziehungsarten

source: Contacts to which a relationship exists are available as recipients. The relationship type may be limited to various types. The type of the related contacts may be limited to various types. The related contacts may be limited to those in any of the given groups.
de_de: Kontakte zu denen eine Beziehung besteht sind als Empfänger verfügbar. Zutreffend, wenn ein Kontakt eine Beziehung hat. Die Beziehung kann eingeschränkt werden auf verschiedene Typen. Der Typ der verbundenen Kontakte kann beschränkt werden auf verschiedene Typen. Die verbundenen Kontakte können auf solche in einer der angegebenen Gruppen beschränkt werden.

source: Applicant by contact type
de_de: Antragssteller nach Kontaktart

source: Contact type
de_de: Kontaktart

source: The applying contact itself is available as recipient if the contact is of the specified type.
de_de: Der beantragende Kontakt selbst ist als Empfänger verfügbar, wenn er die gewählte Art hat.

source: payback-claim
de_de: Rückzahlungsforderung

source: payment-instruction
de_de: Zahlungsanweisung

source: payment-instructions
de_de: Zahlungsanweisungen

source: transfer-contract
de_de: Weiterleitungsvertrag

source: Files in filesystem (Funding Program Manager)
de_de: Dateien im Dateisystem (Funding Program Manager)

source: Array value access
de_de: Zugriff auf Array-Wert

source: Funding Application Created
de_de: Förderantrag erstellt

source: Application: %1 (%2)
de_de: Antrag: %1 (%2)

source: Funding Application Review Status Changed
de_de: Prüfstatus von Förderantrag geändert

source: From review content: %1
de_de: Von fachliche Prüfung: %1

source: To review content: %1
de_de: Zu fachliche Prüfung: %1

source: From review calculative: %1
de_de: Von rechnerische Prüfung: %1

source: To review calculative: %1
de_de: Zu rechnerische Prüfung: %1

source: Passed
de_de: Erfolgreich

source: Failed
de_de: Nicht erfolgreich

source: Undecided
de_de: Nicht entschieden

source: Funding Application Status Changed
de_de: Status von Förderantrag geändert

source: From status: %1
de_de: Von Status: %1

source: To status: %1
de_de: Zu Status: %1

source: Funding Application Restored
de_de: Förderantrag wiederhergestellt

source: Application "%1" (%2) restored to version from %3.
de_de: Antrag "%1" (%2) wiederhergestellt auf Version vom %3.

source: Y-m-d H:i:s
de_de: d.m.Y H:i:s

source: Bank Account Reference (e.g. IBAN)
de_de: Bankkontoreferenz (z. B. IBAN)

source: BIC (maybe empty)
de_de: BIC (kann leer sein)

source: List of Eligible Applications (identifier and title)
de_de: Liste förderfähiger Anträge (Bezeichner und Titel)

source: Funding Clearing Review Status Changed
de_de: Prüfstatus von Verwendungsnachweis geändert

source: Funding Clearing Started
de_de: Verwendungsnachweis gestartet

source: Funding Clearing Status Changed
de_de: Status von Verwendungsnachweis geändert

source: Application: create
de_de: Antrag: erstellen

source: Application: view
de_de: Antrag: sehen

source: Application: modify
de_de: Antrag: ändern

source: Application: apply
de_de: Antrag: beantragen

source: Application: withdraw
de_de: Antrag: zurückziehen

source: Application: request rework
de_de: Antrag: Überarbeitung beantragen

source: Contract: view (applicant)
de_de: Vertrag: ansehen (Antragsteller)

source: Review: finish case
de_de: Prüfung: Förderfall abschließen

source: Drawdown: create
de_de: Mittelabruf: erstellen

source: Clearing: modify
de_de: Verwendungsnachweis: ändern

source: Clearing: apply
de_de: Verwendungsnachweis: beantragen

source: Review: calculative
de_de: Prüfung: rechnerisch

source: Review: content
de_de: Prüfung: fachlich

source: Review: drawdown
de_de: Prüfung: Mittelabruf

source: Review: clearing calculative
de_de: Prüfung: Verwendungsnachweis rechnerisch

source: Review: clearing content
de_de: Prüfung: Verwendungsnachweis fachlich

source: View
de_de: Ansehen

source: internal
de_de: intern

source: external
de_de: extern

source: Application Process Label
de_de: Antragsprozesslabel

source: Approving this funding case is not allowed.
de_de: Diesen Förderfall zu bewilligen ist nicht erlaubt.

source: Finishing the clearing of funding case "%1" is not allowed.
de_de: Die Abrechnung des Förderfalls "%1" abzuschließen, ist nicht erlaubt.

source: Changing the notification contacts of this funding case is not allowed.
de_de: Die Benachrichtigungskontakte dieses Förderfalls zu ändern, ist nicht erlaubt.

source: Changing the recipient contact of this funding case is not allowed.
de_de: Den Empfängerkontakt dieses Förderfalls zu ändern, ist nicht erlaubt.

source: Updating the approved amount of this funding case is not allowed.
de_de: Den bewilligten Betrag dieses Förderfalls zu ändern, ist nicht erlaubt.

source: Permission to recreate transfer contract is missing.
de_de: Berechtigung zum Erstellen des Weiterleitungsvertrags fehlt.

source: Deleted
de_de: Gelöscht

source: Approve Funding Case
de_de: Förderfall bewilligen

source: Finish Clearing
de_de: Abrechnung abschließen

source: Creation Contact Display Name
de_de: Erstellerkontakt Anzeigename

source: Applied
de_de: Beantragt

source: Complete
de_de: Vollständig

source: Draft
de_de: Entwurf

source: Eligible
de_de: Förderfähig

source: New
de_de: Neu

source: Rejected
de_de: Abgelehnt

source: In review
de_de: In Prüfung

source: Withdrawn
de_de: Zurückgezogen

source: In rework
de_de: In Überarbeitung

source: Rework requested
de_de: Überarbeitung beantragt

source: Rework review requested
de_de: Prüfung der Überarbeitung beantragt

source: Rework in review
de_de: Überarbeitung in Prüfung

source: Accepted
de_de: Angenommen

source: Not started
de_de: Nicht begonnen

source: Review requested
de_de: Prüfung beantragt

source: Open
de_de: Offen

source: Closed
de_de: Geschlossen

source: Ongoing
de_de: Laufend

source: Cleared
de_de: Abgerechnet

source: Applications adoptable
de_de: Anträge übernehmbar

source: Relationship from a to b
de_de: Beziehung von a zu b

source: Relationship from b to a
de_de: Beziehung von b zu a

source: No bank account for contact with ID "%1" available.
de_de: Kein Bankkonto für Kontakt mit ID "%1" verfügbar.

source: Review Drawdown
de_de: Mittelabruf prüfen

source: Display name of drawdown review contact
de_de: Anzeigename des Mittelabruf-Prüfkontakts

source: Permission to change drawdown status is missing.
de_de: Berechtigung zur Änderung des Status des Mittelabrufs fehlt.

source: Permission to create drawdown is missing.
de_de: Berechtigung zum Erstellen eines Mittelabrufs fehlt.

source: Payout process is closed.
de_de: Auszahlungsprozess ist geschlossen.

source: Requested amount is less than 0.
de_de: Angefragter Betrag ist kleiner als 0.

source: Requested amount is greater than available amount.
de_de: Angefragter Betrag ist größer als der verfügbare Betrag.

source: Contact
de_de: Kontakt

source: Matches if a contact is equal to the specified one.
de_de: Zutreffend, wenn ein Kontakt ist gleich dem ausgewählten Kontakt.

source: Relationship to contacts
de_de: Beziehung zu Kontakten

source: Relationship type
de_de: Beziehungsart

source: Remove
de_de: Entfernen

source: Add relationship
de_de: Beziehung hinzufügen

source: Matches if a contact has all specified relationships.
de_de: Zutreffend, wenn ein Kontakt alle angegebenen Beziehungen hat.

source: Matches if a contact has one of the specified contact types and is in one of the specified groups.
de_de: Zutreffend, wenn ein irgendeine der gewählten Kontaktarten hat und in irgendeiner der gewählten Gruppen ist.

source: Relationship
de_de: Beziehung

source: Matches a contact that has a relationship. The relationship type may be limited to various types. The type of the related contacts may be limited to various types. The related contacts may be limited to those in any of the given groups.
de_de: Zutreffend, wenn ein Kontakt eine Beziehung hat. Die Beziehung kann eingeschränkt werden auf verschiedene Typen. Der Typ der verbundenen Kontakte kann beschränkt werden auf verschiedene Typen. Die verbundenen Kontakte können auf solche in einer der angegebenen Gruppen beschränkt werden.

source: Assign permissions for new funding cases to the specified contact.
de_de: Berechtigungen für neue Förderfalle an gewählten Kontakt zuweisen.

source: Assign permissions for new funding cases to contacts with one of the specified contact types in one of the specified groups.
de_de: Berechtigungen für neue Förderfalle an Kontakte mit einer der gewählten Kontaktarten in einer der gewählten Gruppen zuweisen.

source: Relationship to creation and recipient contact
de_de: Beziehung zu Ersteller- und Empfängerkontakt

source: Creator relationship type
de_de: Ersteller-Beziehungsart

source: Recipient relationship type
de_de: Empfänger-Beziehungsart

source: Assign permissions for new funding cases to contacts that have a relationship of the specified type to the creation contact and a relationship of the specified type to the recipient contact.
de_de: Berechtigungen für neue Förderfalle an Kontakte zuweisen, die eine Beziehung vom gewählten Typ zum Erstellerkontakt und eine Beziehung vom gewählten Typ zum Empfängerkontakt haben.

source: Creation contact
de_de: Erstellerkontakt

source: Assign permissions for new funding cases to the contact which created the funding case.
de_de: Berechtigungen für neue Förderfalle an Kontakt zuweisen, der den Förderfall erstellt hat.

source: Relationship to creation contact
de_de: Beziehung zu Erstellerkontakt

source: Assign permissions for new funding cases to contacts that have a relationship of the specified type to the creation contact.
de_de: Berechtigungen für neue Förderfalle an Kontakte zuweisen, die eine Beziehung vom gewählten Typ zum Erstellerkontakt haben.

source: Relationship to recipient contact
de_de: Beziehung zu Empfängerkontakt

source: Assign permissions for new funding cases to contacts that have a relationship of the specified type to the recipient contact.
de_de: Berechtigungen für neue Förderfalle an Kontakte zuweisen, die eine Beziehung vom gewählten Typ zum Empfängerkontakt haben.

source: Used for combined applications
de_de: Für Sammelanträge verwendet

source: Validation failed: %1
de_de: Validierung fehlgeschlagen: %1

source: Application Templates
de_de: Antragsvorlagen

source: Funding Case Type Templates
de_de: Vorlagen für Förderfalltyp

source: New Funding Program
de_de: Neues Förderprogramm

source: Edit Funding Program
de_de: Förderprogramm bearbeiten

source: Clearings
de_de: Verwendungsnachweise

source: Drawdown Controlling
de_de: Controlling Mittelabrufe

source: Drawdowns
de_de: Mittelabrufe

source: Funding Applications
de_de: Förderanträge

source: Funding Cases
de_de: Förderfälle

source: Funding Program Controlling
de_de: Controlling Förderprogramme

source: Funding Programs
de_de: Förderprogramme

source: My Tasks
de_de: Meine Aufgaben

source: Tasks (Pending)
de_de: Aufgaben (unerledigt)

source: funding
de_de: Förderung

source: The chosen action is disabled. Please report this issue.
de_de: Die gewählte Aktion ist nicht verfügbar. Bitte melden Sie diesen Fehler.

source: not assigned
de_de: nicht zugewiesen

source: Assign to me
de_de: Mir zuweisen

source: Calculative Reviewer
de_de: Rechnerische*r Prüfer*in

source: Content Reviewer
de_de: Fachliche*r Prüfer*in

source: Application
de_de: Antrag

source: Applications
de_de: Anträge

source: Close
de_de: Schließen
