Repository: systopia/funding
Catalog: l10n/*/LC_MESSAGES/funding.po
Languages: de_de

source: Comment
de_de: Kommentar

source: Comment Type
de_de: Kommentarart

source: Submit
de_de: Senden

source: Cancel
de_de: Abbrechen

source: Reviewers
de_de: Prüfer*innen

source: General
de_de: Allgemein

source: Unknown
de_de: Unbekannt

source: Review Content
de_de: Fachliche Prüfung

source: Review Calculative
de_de: Rechnerische Prüfung

source: Application %1
de_de: Antrag %1

source: History
de_de: Verlauf

source: Start Calculative Review
de_de: Rechnerische Prüfung starten

source: Start Content Review
de_de: Fachliche Prüfung starten

source: Content Review
de_de: Fachliche Prüfung

source: The aim intended by the funding can be achieved.
de_de: Der mit der Zuwendung beabsichtigte Zweck kann erreicht werden.

source: Calculative Review
de_de: Rechnerische Prüfung

source: The calculation is correct.
de_de: Die Kalkulation ist richtig.

source: Change Review
de_de: Änderungsprüfung

source: Reject %applicationProcessLabel
de_de: %applicationProcessLabel ablehnen

source: Approve %applicationProcessLabel
de_de: %applicationProcessLabel annehmen

source: Approval is possible once the review was successful.
de_de: Annahme ist möglich, wenn die Prüfung erfolgreich war.

source: Reset
de_de: Zurücksetzen

source: Last Internal Comment
de_de: Letzter interner Kommentar

source: Date: %date
de_de: Datum: %date

source: From: %name
de_de: Von: %name

source: Clearing started
de_de: Verwendungsnachweis gestartet

source: Performed by: %name
de_de: Durchgeführt von: %name

source: Clearing content review: %status
de_de: Fachliche Prüfung des Verwendungsnachweises: %status

source: Clearing calculative review: %status
de_de: Rechnerische Prüfung des Verwendungsnachweises: %status

source: Clearing status: %status
de_de: Status des Verwendungsnachweises: %status

source: Internal Comment
de_de: Interner Kommentar

source: External Comment
de_de: Externer Kommentar

source: Created
de_de: Angelegt

source: Content review: %status
de_de: Fachliche Prüfung: %status

source: Calculative review: %status
de_de: Rechnerische Prüfung: %status

source: Hide Workflow Actions
de_de: Ablaufaktivitäten ausblenden

source: Hide Comments
de_de: Kommentare ausblenden

source: This will close the funding case. A final payment instruction will be created, if the available funding wasn't paid out completely, yet. Otherwise, a payback claim will be created. Maybe you want to update the amount approved before.
de_de: Dies wird den Förderfall schließen. Eine abschließende Zahlungsanweisung wird erstellt, wenn die verfügbare Förderung noch nicht vollständig ausgezahlt wurde. Anderenfalls wird eine Rückzahlungsforderung erstellt. Vielleicht möchten Sie den bewilligten Betrag zuvor anpassen.

source: Available budget
de_de: Verfügbares Budget

source: Amount
de_de: Betrag

source: Update Amount Approved
de_de: Bewilligten Betrag ändern

source: Funding Case: %1
de_de: Förderfall: %1

source: Notification Contacts
de_de: Benachrichtigungskontakte

source: Amount Requested Eligible
de_de: Förderfähiger Betrag

source: Transfer Contract
de_de: Weiterleitungsvertrag

source: Recreate Transfer Contract
de_de: Weiterleitungsvertrag erneut erstellen

source: Funding Case Permissions
de_de: Förderfallberechtigungen

source: Add
de_de: Hinzufügen

source: empty
de_de: leer

source: Type
de_de: Art

source: The aim intended with the funding was achieved. All required proofs are present.
de_de: Der mit der Zuwendung beabsichtigte Zweck wurde erreicht. Alle erforderlichen Nachweise liegen vor.

source: The clearing is calculationally correct. All required proofs are present. The resources have been used appropriately.
de_de: Der Verwendungsnachweis ist rechnerisch richtig. Alle erforderlichen Belege liegen vor. Die Mittel wurden zweckentsprechend verwendet.

source: Reject Clearing
de_de: Verwendungsnachweis ablehnen

source: Accept Clearing
de_de: Verwendungsnachweis annehmen

source: Accept is possible once the review was successful.
de_de: Annahme ist möglich, wenn die Prüfung erfolgreich war.

source: Drawdown
de_de: Mittelabruf

source: Do you want to accept the selected drawdowns?
de_de: Möchten Sie die ausgewählten Mittelabrufe annehmen?

source: Do you want to reject the selected drawdowns?
de_de: Möchten Sie die ausgewählten Mittelabrufe ablehnen?

source: yyyy-MM-dd
de_de: dd.MM.yyyy

source: yyyy-MM-dd hh:mm:ss
de_de: dd.MM.yyyy hh:mm:ss

source: Combining application permissions with other ones is not possible.
de_de: Die Kombination von Antragsberechtigungen mit anderen Berechtigungen ist nicht möglich.

source: Actions
de_de: Aktionen

source: Initial Funding Case Permissions
de_de: Initiale Förderfallberechtigungen

source: Funding Program Permissions
de_de: Förderprogrammberechtigungen

source: Possible Funding Recipients
de_de: Mögliche Fördergeldempfänger

source: CiviCRM: access Funding Program Manager
de_de: CiviCRM: Funding Program Manager Zugriff

source: Access non-administrative API of the Funding Program Manager
de_de: Zugriff auf nicht-administrative API des Funding Program Managers

source: CiviCRM: remote access to Funding Program Manager
de_de: CiviCRM: Remote Funding Program Manager Zugriff

source: Access remote API of the Funding Program Manager
de_de: Zugriff auf Remote API des Funding Program Managers

source: CiviCRM: administer Funding Program Manager
de_de: CiviCRM: Funding Program Manager Administration

source: Access administrative and non-administrative API of the Funding Program Manager
de_de: Zugriff auf administrative und nicht-administrative API des Funding Program Managers

source: External Funding Application Comment
de_de: Externer Förderantragskommentar

source: Activity type for external funding application comments
de_de: Aktivitätsart für externe Förderantragskommentare

source: Internal Funding Application Comment
de_de: Interner Förderantragskommentar

source: Activity type for internal funding application comments
de_de: Aktivitätsart für interne Förderantragskommentare

source: Activity type for funding application creation
de_de: Aktivitätsart für Förderantragswiederherstellung

source: Funding Application Restore
de_de: Förderantragswiederherstellung

source: Activity type for funding application restore
de_de: Aktivitätsart für Förderantragswiederherstellung

source: Funding Application Review Status Change
de_de: Prüfstatus von Förderantrag geändert

source: Activity type for funding application review status changes
de_de: Aktivitätsart für Prüfstatusänderung eines Förderantrags

source: Funding Application Status Change
de_de: Status von Förderantrag geändert

source: Activity type for funding application status changes
de_de: Aktivitätsart für Statusänderung eines Förderantrags

source: Action
de_de: Aktion

source: Application snapshot ID
de_de: Antragssnapshot ID

source: From Review Calculative
de_de: Von rechnerische Prüfung

source: To Review Calculative
de_de: Nach rechnerische Prüfung

source: From Review Content
de_de: Von fachliche Prüfung

source: To Review Content
de_de: Zu fachliche Prüfung

source: From Status
de_de: Von Status

source: To Status
de_de: Zu Status

source: Funding Application Process Task
de_de: Förderantragsprozessaufgabe

source: Application Process
de_de: Antragsprozess

source: Funding Case Task
de_de: Förderfallaufgabe

source: Affected Identifier
de_de: Betroffener Bezeichner

source: Funding Case
de_de: Förderfall

source: Required Permissions
de_de: Notwendige Berechtigungen

source: Due Date
de_de: Fälligkeitsdatum

source: yy-mm-dd
de_de: dd.mm.yy

source: Funding Clearing Task
de_de: Verwendungsnachweisaufgabe

source: Clearing Process
de_de: Abrechnungsprozess

source: Funding Clearing Review Status Change
de_de: Prüfstatus des Verwendungsnachweises geändert

source: Funding Clearing Status Change
de_de: Status des Verwendungsnachweises geändert

source: Funding Drawdown Task
de_de: Mittelabrufaufgabe

source: Funding Payout Task
de_de: Auszahlungsaufgabe

source: Payout Process
de_de: Auszahlungsprozess

source: Funding
de_de: Fördermittel

source: Add Funding Program
de_de: Förderprogramm hinzufügen

source: Funding Case Types
de_de: Förderfalltypen

source: Funding Application
de_de: Förderantrag

source: Funding Application Task
de_de: Förderantragsaufgabe

source: Activity type for funding application tasks.
de_de: Aktivitätsart für Förderantragsaufgaben.

source: Activity type for funding case tasks.
de_de: Aktivitätsart für Förderfallaufgaben.

source: Activity type for funding clearing creation
de_de: Aktivitätsart für Erstellung eines Verwendungsnachweises

source: Activity type for funding clearing tasks.
de_de: Aktivitätsart für Verwendungsnachweisaufgaben.

source: Activity type for funding clearing review status changes
de_de: Aktivitätsart für Prüfstatusänderung eines Verwendungsnachweises

source: Activity type for funding clearing status changes
de_de: Aktivitätsart für Statusänderung eines Verwendungsnachweises

source: Activity type for funding drawdown tasks.
de_de: Aktivitätsart für Mittelabrufaufgaben.

source: Payment Instruction
de_de: Zahlungsanweisung

source: Payback Claim
de_de: Rückzahlungsforderung

source: Table
de_de: Tabelle

source: Open application
de_de: Antrag öffnen

source: Open clearing
de_de: Verwendungsnachweis öffnen

source: Funding Case Applications
de_de: Förderfallanträge

source: Funding Case Type
de_de: Förderfalltyp

source: Edit permissions
de_de: Berechtigungen bearbeiten

source: Abbreviation
de_de: Abkürzung

source: Manage templates
de_de: Vorlagen verwalten

source: Manage external application templates
de_de: Externe Antragsvorlagen verwalten

source: Drawdowns (in Funding Case)
de_de: Mittelabrufe (in Förderfall)

source: Requester
de_de: Anforderer

source: Acception Date
de_de: Annahmedatum

source: Reviewer
de_de: Prüfer*in

source: Download Document
de_de: Dokument herunterladen

source: Identifier Prefix
de_de: Bezeichnerpräfix

source: Requests Start Date
de_de: Startdatum für Anträge

source: Requests End Date
de_de: Enddatum für Anträge

source: Edit possible funding recipients
de_de: Mögliche Fördergeldempfänger bearbeiten

source: Edit initial funding case permissions
de_de: Initiale Förderfallberechtigungen bearbeiten

source: Edit basic values
de_de: Basiswerte bearbeiten

source: Application CiviOffice Templates
de_de: CiviOffice-Vorlagen für Anträge

source: Document
de_de: Dokument

source: Label
de_de: Bezeichnung

source: Total
de_de: Gesamt

source: Drawdowns by Recipient and Funding Program
de_de: Mittelabrufe nach Empfänger und Förderprogramm

source: Open Drawdowns
de_de: Offene Mittelabrufe

source: Open Case
de_de: Fall öffnen

source: Funding Tasks (Pending)
de_de: Förderverwaltungsaufgaben (unerledigt)

source: Subject
de_de: Betreff

source: Modified Date
de_de: Änderungsdatum

source: Open case
de_de: Fall öffnen

source: My Funding Tasks
de_de: Meine Förderverwaltungsaufgaben

source: Accepted Drawdowns
de_de: Akzeptierte Mittelabrufe
